Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Up to 40% of the basic support can be converted to a grant.
nb: Opptil 40 prosent av basislånet kan bli til stipend.

source: technological and industrial production, except programme area chemical processing and laboratory work
nb: teknologi og industrifag, unntatt programområde kjemiprosess- og laboratoriefag

source: You should pay as quickly as possible, or apply for repayment deferral.
nb: Betal så fort du kan, eller søk om betalingsutsettelse.

source: You must also pay any costs involved in such compulsory sales.
nb: Du må i tillegg betale omkostningen ved tvangssalget.

source: The first thing you should do when you are unable to pay a bill is to apply for repayment deferral.
nb: Det første du bør gjøre når du ikke kan betale en regning, er å søke om betalingsutsettelse.

source: Can I receive parental grant and parental benefit from NAV at the same time?
nb: Kan jeg få foreldrestipend og foreldrepenger fra Nav samtidig?

source: You submit the documentation as soon as you have received a decision on control of income and assets in 2020.
nb: Du sender inn dokumentasjonen så snart du kan etter at du har fått vedtak om kontroll av inntekt og formue i 2020.

source: For those who are EEA/EFTA cross-border workers or family members of an EEA/EFTA cross-border worker
nb: For deg som er EØS-/EFTA-grensearbeidstaker eller familiemedlem til en EØS-/EFTA-grensearbeidstaker

source: If you are entitled to both, you will need to submit two applications – one for each scheme.
nb: Hvis du har rett til begge deler, må du derfor sende inn to søknader – en for hver ordning.

source: Application for debt write-off for primary school teachers in Finnmark and Nord-Troms
nb: Søknad om sletting av gjeld for søkere i Finnmark og Nord-Troms

source: You will be notified before your debt is permanently transferred to the Norwegian National Collection Agency.
nb: Før gjelden blir permanent overført til Statens innkrevingssentral, vil du få varsel om det.

source: If you are receiving transitional benefit, you are only entitled to parental grant if you are above the age of 18, and in this case you will receive a reduced grant amount.
nb: Får du overgangsstønad, kan du bare få foreldrestipend hvis du er over 18 år, og du vil da få et redusert stipendbeløp.

source: At that point you will initially have lost your right to grants and loans from Lånekassen.
nb: Da har du i utgangspunktet mistet retten til stipend og lån fra Lånekassen.

source: We process personal data such that we can manage the education support scheme in compliance with the Educational Support Act and associated regulations.
nb: Vi behandler personopplysninger slik at vi kan forvalte utdanningsstøtteordningen i samsvar med utdanningsstøtteloven med forskrifter.

source: Tou may search for loans and grants for the academic year 2021–2022.
nb: Nå kan du søke om lån og stipend for studieåret 2021–2022.

source: You must pay interest on overdue payments on your full loan, instead of ordinary interest.
nb: Du må betale forsinkelsesrente i stedet for vanlig rente, på hele lånet.

source: Have you received a decision that you had income above the income threshold for 2020?
nb: Har du fått vedtak om at du har tjent over inntektsgrensene i 2020?

source: The new rules, which applies from the academic year of 2021–2022, have now been established.
nb: Nå er de nye reglene, som gjelder fra og med studieåret 2021–2022, fastsatt.

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you live away from your parents, complete your educational programme and have income and assets below the limits.
nb: Basislånet er et lån, ikke et stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend hvis du ikke bor sammen med foreldrene dine, du består utdanningen din og har inntekt og formue under grensene.

source: music, dance and drama, programme area dance
nb: musikk, dans og drama, programområde dans

source: communicate them immediately to Lånekassen.
nb: forplikter jeg meg til å gi Lånekassen melding om det.

source: confirmation (a reference) from your employer showing the percentage of a full-time position you work or how many hours you are working per week/month during the period you are studying.
nb: bekreftelse (attest) fra arbeidsgiver som viser stillingsprosenten din eller hvor mange timer du jobber per uke/måned i perioden du er i utdanning.

source: Three conditions determine whether loans can be converted to grants:
nb: Det er tre vilkår som avgjør om du får gjort om lån til stipend:

source: The content of the cookie is a randomly generated ID used to recognise the web browser when a user visits a website.
nb: Informasjonskapselen inneholder en tilfeldig generert ID som brukes til å gjenkjenne nettleseren når en bruker besøker en side.

source: If you defer future bills, we will not send you a bill.
nb: Utsetter du fremover i tid, sender vi deg ikke regningen.

source: Overview of cookies on lanekassen.no
nb: Oversikt over cookies på lanekassen.no

source: fulfil the qualification requirements pursuant to Section 10-1 of the Norwegian Education Act
nb: oppfyller kompetansekravene etter opplæringslova § 10-1

source: You must document how much you have to pay in tuition fees when applying.
nb: Du må dokumentere hvor mye skolepenger du skal betale når du søker.

source: Additional loans for those above the age of 30
nb: Tilleggslån for deg som er 30 år eller eldre

source: If you have received sickness benefits only
nb: inn dette som eget vedlegg til søknaden.

source: Au-pair work is not considered full-time employment and does therefore not give eligibility for grants and loans from Lånekassen.
nb: Au pair-arbeid regnes ikke som fulltidsarbeid og gir derfor ikke rett til stipend og lån fra Lånekassen.

source: Fixed interest means that you enter into an agreement with Lånekassen about the interest rate that you will be paying for 3, 5 or 10 years.
nb: Fast rente innebærer at du inngår en avtale med Lånekassen om hvilken rente du skal betale i 3, 5 eller 10 år.

source: Lånekassen is a digital business
nb: Lånekassen er en digital virksomhet

source: Your debt will only be deleted if your personal and capital income is below NOK 487,065 in 2021.
nb: Du kan bare få slettet gjeld hvis du har person- og kapitalinntekt under 487 065 kroner i 2021.

source: You have been given protection (asylum) in Norway.
nb: Du har fått beskyttelse (asyl) i Norge.

source: You are continuing to work (minimum of 10-12 hours per week) whilst studying.
nb: Du fortsetter å arbeide (minst 10–12 timer per uke) mens du er i utdanning.

source: design, arts and crafts/media production, programme area media production
nb: design, handverk/medieproduksjon, programområde medieproduksjon

source: What you can do if your loan is terminated
nb: Dette kan du gjøre hvis lånet er oppsagt

source: The loan may not be combined with additional loans for those above the age of 30.
nb: Lånet kan ikke kombineres med tilleggslån for deg over 30 år.

source: What is compulsory collection?
nb: Hva er tvangsinnkreving?

source: We do not provide support for distance learning / online studies / group-based educations abroad.
nb: Vi gir ikke støtte til fjernundervisning/nettstudier/samlingsbaserte utdanninger i utlandet.

source: If you pay by direct debit, you must check to see if the maximum amount is high enough, and that you have enough money in your account.
nb: Hvis du har avtalegiro må du sjekke om maksbeløpet er høyt nok, og at du har nok penger på kontoen.

source: When your loan is terminated, the Norwegian National Collection Agency (SI) takes over the work of collecting the money.
nb: Når lånet er oppsagt overtar Statens innkrevingssentral (SI) arbeidet med å kreve inn pengene.

source: You may search for loans and grants for the academic year 2021-2022.
nb: Nå kan du søke om lån og stipend for studieåret 2021-2022.

source: Personal and capital income in 2021
nb: Person- og kapitalinntekt i 2021

source: Ordinarily, only students who live away are eligible for grants and pupils who live away are eligible for housing grants.
nb: Vanligvis er det bare studenter som bor borte som kan få stipend, og elever som bor borte som får borteboerstipend.

source: We use the Siteimprove tool for web analysis on lanekassen.no, Dine Sider, data.lanekassen.no, Foreldresigneringsportalen (parental consent portal), larestedsinfo.lanekassen.no and Arbeidsflaten for læresteder (work interface for educational institutions).
nb: Til nettanalyse bruker vi verktøyet Siteimprove på lanekassen.no, Dine sider, data.lanekassen.no, Foreldresigneringsportalen, larestedsinfo.lanekassen.no og Arbeidsflaten for læresteder.

source: See chapter 13 of the Educational Support Regulations.
nb: Se kapit el 13 i forskriften om utdanningsstøtte.

source: These may include e.g. name, address, place of study, income and family relations.
nb: Dette er for eksempel navn, adresse, studiested, inntekt og familierelasjoner.

source: You are not entitled to parental grant when your partner receives parental benefit from NAV.
nb: Du får ikke foreldrestipend når ektefellen din får foreldrepenger fra Nav.

source: Lånekassen will cover only the amount that you have to pay yourself.
nb: Lånekassen dekker kun det beløpet du selv betaler.

source: art, design and architecture
nb: kunst, design og arkitektur

source: are teachers in Finnmark or Nord-Troms (Lyngen, Storfjord, Kåfjord, Skjervøy, Nordreisa, Kvænangen and Karlsøy).
nb: er lærer i Finnmark eller Nord-Troms (Lyngen, Storfjord, Kåfjord, Skjervøy, Nordreisa, Kvænangen og Karlsøy).

source: a separate form for exchange programmes (D form)
nb: sende inn et eget skjema for utveksling (D-skjema)

source: You need to sign the support agreement and register a valid account number on Dine sider.
nb: Du må signere avtalen om støtte og registrere et gyldig kontonummer på Dine sider.

source: An employment contract is not sufficient.
nb: Arbeidskontrakt er ikke tilstrekkelig.

source: analysing information on the use of lanekassen.no and Dine sider in order to provide easy to use, fast and correct services
nb: å analysere informasjon om bruken av lanekassen.no og Dine sider for å kunne tilby brukervennlige, raske og korrekte tjenester

source: You must wait until fall 2022.
nb: Du må vente til høsten 2022.

source: How to apply for a grant for delays exceeding 60 study credits and receive basic support as a grant
nb: Slik søker du om stipend til forsinkelse utover 60 studiepoeng og å få basislånet som stipend

source: You may borrow up to NOK 204,600 in total, and you may choose how many years you want to allocate the loan across.
nb: Du kan låne 204 600 kroner til sammen, og du kan velge hvor mange år du vil fordele lånet over.

source: For bills between March 2020 and December 2021
nb: For regninger fra mars 2020 til desember 2021

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you live away from your parents, complete your programme of education and your degree and have income and assets below the set limits.
nb: Basislånet er et lån, ikke et stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend hvis du ikke bor sammen med foreldrene dine, du består utdanningen og graden din og har inntekt og formue under grensene.

source: If you are a pupil at a folk high school, you may receive support for up to ten months.
nb: Er du elev på en folkehøgskole, kan du få lån og stipend i inntil ti måneder.

source: No-one will inherit any debts that you have with Lånekassen.
nb: Ingen arver gjeld du har i Lånekassen.

source: If you have already started degree studies in the United Kingdom that take place online only before 31/12/2020, you may be eligible for tuition fees for as long as the standard period for the programme of study.
nb: Dersom du var i gang med en gradsutdanning i Storbritannia som bare foregår på nett før 31.12.2020, kan du få lån til skolepenger i så lang tid som utdanningen er normert til.

source: Use this application also for additional loans for tuition fees and any loans for those who are over the age of 18. Consent
nb: Skal du søke om skolepengelån eller lån når du er over 18 år bruker du også denne søknaden.

source: Grant and limited loan (please state the loan amount)
nb: Stipend og i til egg et begrenset lån (oppgi lånebeløp)

source: If you lived at home during the autumn of 2020, you are not eligible for support as though you were living away from home.
nb: Bodde du hjemme høsten 2020, har du ikke rett til lån eller stipend som borteboer.

source: You may, for example, receive support for business studies in Denmark, vocational studies (YH) or municipal adult education (komvux) in Sweden.
nb: Du kan for eksempel få lån og stipend til å ta erhvervsutdanning i Danmark, yrkesutdanning (YH) og kommunal voksenopplæring (komvux) i Sverige.

source: You can also purchase a currency cheque in Norwegian kroner or local currency from a local bank.
nb: Du kan også kjøpe en valutasjekk i norske kroner eller lokal valuta i en lokal bank.

source: The user survey will be conducted during the autumn of 2020.
nb: Brukerundersøkelsen skal skje høsten 2020.

source: You can defer repayment of your bill 36 times in total during the period over which you will be repaying your loan.
nb: Du kan utsette regningen 36 ganger totalt i den perioden du betaler tilbake på lånet.

source: If you are only taking the basic training of 140 hours, you can receive basic support for five weeks.
nb: Hvis du bare skal ta 140 timer grunnutdanning for å få yrkessjåførkompetanse for førerkort klasse i C, CE og D, kan du få basislån for fem uker.

source: Lånekassen retains collateral until its expiry date, or until you pay off your full loan.
nb: Lånekassen beholder pantet til det utløper på dato, eller til du betaler inn hele lånet.

source: Therefore, if you have a debt of NOK 300 000, one month of interest on overdue payments would amount to just under NOK 2,000.
nb: Har du for eksempel en gjeld på 300 000 kroner, vil en måned med forsinkelsesrenter dermed bli på i underkant av 2 000 kroner.

source: f the Educational Support Regulations at www.lanekassen.no/regulations (in Norwegian only).
nb: i forskriften om utdanningsstøt e på www.lanekassen.no/forskrifter.

source: Go to Dine sider
nb: Gå til Dine sider

source: Mail your letter to Lånekassen, postboks 450 Alnabru, 0614 Oslo
nb: Send brevet i posten til Lånekassen, postboks 450 Alnabru, 0614 Oslo.

source: Primary school teachers in Finnmark or selected municipalities in Nord-Troms
nb: Grunnskolelærer i Finnmark eller utvalgte kommuner i Nord-Troms

source: If you have attended High School in the USA, there are different requirements for upper secondary education than if you have completed A-levels in the UK.
nb: Dersom du har gått på High School i USA, er det andre krav til den videregående opplæringen enn hvis du har tatt A-level i England.

source: Payment deferrals in 2021
nb: Betalingsutsettelser i 2021

source: There are stricter requirements for obtaining loans and grants from Lånekassen for studying abroad if you are not a Norwegian citizen.
nb: Det er strengere krav for å kunne få lån og stipend fra Lånekassen til studier i utlandet hvis du ikke er norsk statsborger.

source: The following applies for the duration of 2020-2021 for pupils and students who are studying abroad
nb: Gjelder hele 2020–2021 for elever og studenter som tar utdanning i utlandet

source: In this example 36 øre will be charged per instalment in interest on overdue payments for each day that your payment is delayed.
nb: For hver dag du er forsinket med betalingen din, blir det i dette eksemplet lagt til 36 øre i forsinkelsesrenter per dag per terminbeløp.

source: Reduction of debt for those living in Finnmark and Nord-Troms
nb: Søknad om sletting av gjeld for grunnskolelærere i Finnmark og Nord-Troms

source: The grant is reduced gradually in accordance with your income.
nb: Stipendet blir redusert gradvis etter hvor høy inntekt du har hatt.

source: If you are a citizen of a country outside the Nordic region, you do not need to submit documentation.
nb: Er du statsborger i et land utenfor Norden, trenger du ikke å sende inn dokumentasjon.

source: When applying for support for programmes of education abroad for the first time, you need to submit:
nb: Når du søker om lån og stipend til utdanning i utlandet for første gang, må du sende inn:

source: A copy of the decision from the Norwegian Directorate of Immigration (UDI) or the police showing that you have been reunited with a family member who has a residence permit in Norway.
nb: kopi av vedtak fra Utlendingsdirektoratet (UDI) eller politiet som viser at du har familieinnvandring til et familiemedlem som har oppholdstillatelse i Norge.

source: Do it yourself on Dine sider
nb: Gjør det selv på Dine sider

source: In other words, you may receive support to take 480 credits in addition to the years in which you attended upper secondary education.
nb: Du kan altså få lån og stipend til å ta 480 studiepoeng i tillegg til de årene du tok vanlig videregående.

source: Lånekassen checks information regarding marriage and/or children against the Norwegian National Register.
nb: Lånekassen sjekker opplysninger om ekteskap og/eller barn i Folkeregisteret.

source: EEA citizens, or family members of EEA citizens with permanent right of residence in Norway.
nb: Du er EØS-borger, eller familiemedlem til EØS-borger, og du har varig oppholdsrett i Norge.

source: documentation showing that your spouse/cohabiting partner has worked in Norway, for example, confirmation from an employer.
nb: dokumentasjon som viser at ektefellen/samboeren din har arbeid i Norge, for eksempel bekreftelse fra arbeidsgiver.

source: summer (16.06.2022–15.08.2022) as I must use this time to study in order to maintain the planned educational progress, or
nb: sommeren (16.06.2022–15.08.2022), fordi jeg må bruke denne tiden til å studere for å kunne følge planlagt

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you complete your programme of education and have income and assets below the set limits.
nb: Basislånet er et lån, ikke et stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend hvis du består utdanningen din og har inntekt og formue under grensene.

source: However, you don’t lose the entire grant if you only earn slightly above the limit.
nb: Men du mister ikke hele stipendet selv om du tjener litt over grensen.

source: The number of credits/ECTS per subject and the level at which the subjects are taught must also be shown in the letter of admission.
nb: Antall credits/ECTS per fag, og hvilket nivå fagene er på, må også komme fram av opptaksbrevet.

source: If you are an EEA or EFTA citizen, or a family member of an EEA citizen, there are more opportunities to access loans and grants from Lånekassen than for other foreign nationals.
nb: Er du statsborger i et EØS- eller EFTA-land, eller er familiemedlem til en EØS-borger, har du noen flere muligheter til å få lån og stipend fra Lånekassen enn andre utenlandske statsborgere.

source: The offer letter must specify the programme of study you will be taking and the scope of the programme (number of ECTS/credits per semester)
nb: Brevet må vise hvilken utdanning du skal ta, og omfanget av utdanningen (antall ECTS/studiepoeng per semester)

source: Compulsory collection is when the state collects the money you owe when you are unable to refuse to pay.
nb: Tvangsinnkreving er at staten krever inn pengene du skylder når du ikke kan eller vil betale.

source: When can I take leave?
nb: Når kan jeg ta permisjon?

source: If you receive loans for the whole year and also have social security benefits of more than NOK 104,494, your grant will be reduced.
nb: Hvis du får lån og stipend hele året og samtidig har trygd over 104 494kroner, får du mindre stipend.

source: confirmation(s) from employer(s) showing that you have had continuous full-time employment in Norway for at least 24 months immediately prior to commencing the study programme (start and finish dates).
nb: bekreftelse(r) fra arbeidsgiver(e) som viser at du har hatt sammenhengende fulltidsarbeid i Norge i minst 24 måneder like før oppstart i utdanningen (fra- og til-dato).

source: Students who have experienced a loss in income due to the coronavirus pandemic may apply for an additional loan of NOK 26 000.
nb: Studenter som har mistet inntekt på grunn av koronapandemien kan søke Lånekassen om å få et tilleggslån på 26 000 kroner.

source: We use cookies that are essential for the website to work as intended and we use cookies to analyse web traffic.
nb: Vi har cookies som er nødvendige for at nettstedet skal fungere, og vi bruker cookies til analyse av nettrafikk.

source: Your personal data may also be used for historic, scientific and statistical purposes.
nb: Personopplysningene dine kan også brukes til historiske, vitenskapelige og statistiske formål.

source: reported to the police, cf. chapters 13 of the Educational Support Regulations.
nb: politiet, jf. kapittel 13 i forskriften om utdanningsstøtte.

source: The user must be informed of and consent to the information that is processed, the purpose of the processing and who the information is processed by, cf. Section 2-7b of the Norwegian act relating to electronic communication.
nb: Brukeren skal få vite om og godkjenne hvilke opplysninger som behandles, hva formålet med behandlingen er, og hvem som behandler opplysningene, jf. ekomloven § 2-7b.

source: And even if you receive parental benefit from NAV while also receiving the parental grant, the grant will not be reduced.
nb: Får du foreldrepenger fra Nav samtidig som du får foreldrestipendet, spiller ikke det noen rolle.

source: The threshold is NOK 188,509 when you receive support for more than seven months in 2020, and NOK 471,270 when you receive support for seven months or less in 2020.
nb: Grensen er 188 509 kroner når du får støtte i mer enn sju måneder i 2020, og 471 270 kroner når du får støtte i sju måneder eller mindre i 2020.

source: You can also apply for payment deferral.
nb: Du kan også søke om betalingsutsettelse.

source: You will find the payment information you need for redeeming your loan on Dine sider
nb: Du finner betalingsinformasjonen du trenger for å innfri lånet på Dine sider

source: The funds will be disbursed when the school has confirmed that you have started the basic training of 140 hours.
nb: Pengene blir utbetalt når skolen har bekreftet at du har startet på 140 timer grunnutdanning.

source: Lånekassen is both a bank and a part of the welfare state.
nb: Lånekassen er både en bank og en del av velferdsstaten.

source: Income and basic loans
nb: Har du inntekt eller formue over grensen?

source: If you earn more than NOK 195 295 in 2021, you will not receive a full grant.
nb: Har du mer enn 195 295 kroner i inntekt i 2021, får du ikke fullt stipend.

source: If you are under 18 years of age, one of your parents (or a guardian) must sign on your behalf.
nb: Når du er under 18 år er det en av foreldrene dine (ev. verge) som skal signere på dine vegne.

source: If your spouse/cohabitant receives 100 per cent parental benefit, you will not receive a parental grant in the same period.
nb: Har ektefellen/samboeren 100 prosent foreldrepenger, får du ikke foreldrestipend i samme periode.

source: You can make repayments by cheque
nb: Du kan betale med sjekk

source: You are married to, or cohabiting with, and have joint children with a Norwegian citizen.
nb: Du er gift med, eller er samboer og har felles barn med en norsk statsborger.
